Repository: ShrlAlgo/PasteOrbit
Catalog: src/PasteOrbit.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# LanguageSystem
source: Use system setting
zh_cn: 跟随系统

# LanguageChinese
source: Simplified Chinese
zh_cn: 简体中文

# SettingsThemeCard.Header
source: Theme
zh_cn: 主题模式

# SettingsThemeCard.Description
source: Use the light, dark, or system theme
zh_cn: 选择浅色、深色或跟随系统

# ThemeSystemOption.Content
source: Use system setting
zh_cn: 跟随系统

# ThemeLightOption.Content
source: Light
zh_cn: 浅色

# ThemeDarkOption.Content
source: Dark
zh_cn: 深色

# SettingsLanguageCard.Header
source: Display language
zh_cn: 显示语言

# SettingsLanguageCard.Description
source: Changes take effect immediately
zh_cn: 更改会立即生效

# SettingsUpdateCard.Header
source: Updates
zh_cn: 软件更新

# SettingsUpdateCard.Description
source: Check whether a newer version of PasteOrbit is available
zh_cn: 检查 PasteOrbit 是否有新版本

# CheckForUpdatesButton.Content
source: Check for updates
zh_cn: 检查更新

# LanguageSystemOption.Content
source: Use system setting
zh_cn: 跟随系统

# LanguageChineseOption.Content
source: Simplified Chinese
zh_cn: 简体中文

# AppIcon.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: PasteOrbit app icon
zh_cn: PasteOrbit 应用图标

# MainSettingsButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open settings
zh_cn: 打开设置

# MainSettingsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
zh_cn: 设置

source: Keep window on top
zh_cn: 窗口置顶

# MainWindowPinToggle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep window on top
zh_cn: 窗口置顶

# MainSearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search clipboard history
zh_cn: 搜索剪切板历史

# MainSearchBox.PlaceholderText
source: Search clipboard history
zh_cn: 搜索剪切板历史

# FilterAllButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show all items
zh_cn: 筛选全部

# FilterAllButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: All
zh_cn: 全部

# FilterTextButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show text items
zh_cn: 筛选文本

# FilterTextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Text
zh_cn: 文本

# FilterImageButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show image items
zh_cn: 筛选图片

# FilterImageButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Images
zh_cn: 图片

# FilterFilesButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show file items
zh_cn: 筛选文件

# FilterFilesButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Files
zh_cn: 文件

# ClearHistoryButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Clear clipboard history
zh_cn: 清空剪切板历史

# ClearHistoryButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear clipboard history
zh_cn: 清空剪切板历史

# HistoryList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Clipboard history
zh_cn: 剪切板历史记录

source: Preview content
zh_cn: 预览内容

# RecordPreviewButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Preview content
zh_cn: 预览内容

# RecordMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: More actions
zh_cn: 更多操作

# RecordMoreButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More actions
zh_cn: 更多操作

# PastePlainTextMenuItem.Text
source: Paste as plain text
zh_cn: 粘贴为纯文本

# PasteAsFileMenuItem.Text
source: Paste as file
zh_cn: 粘贴为文件

# PasteOcrTextMenuItem.Text
source: Paste recognized text
zh_cn: 粘贴识别文字

# DeleteRecordMenuItem.Text
source: Delete item
zh_cn: 删除记录

# EmptyHistoryText.Text
source: No clipboard history
zh_cn: 暂无剪切板记录

# SettingsWindowTitle
source: PasteOrbit Settings
zh_cn: PasteOrbit 设置

# SettingsTitleBar.Title
source: PasteOrbit Settings
zh_cn: PasteOrbit 设置

# SettingsTitleBar.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: PasteOrbit settings title bar
zh_cn: PasteOrbit 设置标题栏

# SettingsGeneralNavigation.Content
source: General
zh_cn: 常规

# SettingsHotKeyNavigation.Content
source: Shortcuts
zh_cn: 快捷键

# SettingsHistoryNavigation.Content
source: History
zh_cn: 历史记录

# SettingsPrivacyNavigation.Content
source: Privacy & security
zh_cn: 隐私与安全

# SettingsStartupSection.Text
source: Startup and window
zh_cn: 启动与窗口

# SettingsStartupCard.Header
source: Launch at startup
zh_cn: 开机自动启动

# SettingsStartupCard.Description
source: Run PasteOrbit automatically after signing in to Windows
zh_cn: 登录 Windows 后自动运行 PasteOrbit

# SettingsAutoHideCard.Header
source: Auto-hide when inactive
zh_cn: 失去焦点时自动隐藏

# SettingsAutoHideCard.Description
source: Hide the history panel when the window loses focus
zh_cn: 窗口失去焦点后自动收起历史面板

# SettingsMonitoringSection.Text
source: Clipboard monitoring
zh_cn: 剪贴板监听

# SettingsMonitorTextCard.Header
source: Monitor text
zh_cn: 监听文本

# SettingsMonitorTextCard.Description
source: Save text copied to the clipboard
zh_cn: 记录复制到剪贴板的文本内容

# SettingsMonitorImagesCard.Header
source: Monitor images
zh_cn: 监听图片

# SettingsMonitorImagesCard.Description
source: Save images copied to the clipboard
zh_cn: 记录复制到剪贴板的图片内容

# SettingsImageOcrCard.Header
source: Recognize image text automatically
zh_cn: 自动识别图片文字

# SettingsImageOcrCard.Description
source: Use Windows OCR to extract text from newly copied images and make it searchable
zh_cn: 使用 Windows OCR 提取新复制图片中的文字，并用于搜索

# SettingsMonitorFilesCard.Header
source: Monitor files
zh_cn: 监听文件

# SettingsMonitorFilesCard.Description
source: Save files copied to the clipboard
zh_cn: 记录复制到剪贴板的文件内容

# SettingsAppearanceSection.Text
source: Appearance
zh_cn: 外观

# SettingsHotKeySection.Text
source: Shortcuts
zh_cn: 快捷键

# SettingsGlobalHotKeyCard.Header
source: Open clipboard history
zh_cn: 打开剪切板历史

# SettingsGlobalHotKeyCard.Description
source: Global shortcut that must include a modifier key
zh_cn: 全局快捷键，必须包含修饰键

# SettingsPasteShortcutCard.Header
source: Paste selected item
zh_cn: 粘贴选中记录

# SettingsPlainTextShortcutCard.Header
source: Paste as plain text
zh_cn: 粘贴为纯文本

# SettingsPreviewShortcutCard.Header
source: Expand or collapse preview
zh_cn: 展开或收起预览

# SettingsPinShortcutCard.Header
source: Pin or unpin item
zh_cn: 置顶或取消置顶

# SettingsDeleteShortcutCard.Header
source: Delete selected item
zh_cn: 删除选中记录

# SettingsPasteAsFileShortcutCard.Header
source: Paste as file
zh_cn: 粘贴为文件

# SettingsShortcutHint.Text
source: Esc hides the panel. Arrow keys navigate the list. These system actions cannot be changed.
zh_cn: Esc 隐藏面板，方向键用于列表导航，这些系统操作保持固定。

# SettingsHistorySection.Text
source: History
zh_cn: 历史记录

# SettingsRetentionCard.Header
source: Retention period
zh_cn: 保留天数

# SettingsRetentionCard.Description
source: Automatically remove unpinned items older than this period
zh_cn: 自动清理超过该天数的未置顶记录

# SettingsMaxEntriesCard.Header
source: Maximum items
zh_cn: 最多记录数

# SettingsMaxEntriesCard.Description
source: Remove unpinned items first when the limit is reached
zh_cn: 达到上限时优先清理未置顶记录

# SettingsPinnedRetentionHint.Text
source: Pinned items are excluded from automatic expiration and count limits.
zh_cn: 置顶记录不参与自动过期和数量清理。

# SettingsPrivacySection.Text
source: Privacy & security
zh_cn: 隐私与安全

# SettingsExcludedAppsCard.Header
source: Excluded applications
zh_cn: 不记录指定应用

# SettingsExcludedAppsCard.Description
source: Enter process names or select running processes. Separate multiple names with semicolons.
zh_cn: 填写进程名或从当前运行进程中选择，多个进程用分号分隔

# ExcludedApplicationsTextBox.PlaceholderText
source: Process names separated by semicolons
zh_cn: 进程名，用分号分隔

# SelectProcessButton.Content
source: Select processes
zh_cn: 选择进程

# SettingsBackupCard.Header
source: Encrypted local backup
zh_cn: 本地加密备份

# SettingsBackupCard.Description
source: Export or restore a backup protected with the current Windows user credentials
zh_cn: 导出或恢复由当前 Windows 用户凭据保护的备份文件

# ExportBackupButton.Content
source: Export backup
zh_cn: 导出备份

# RestoreBackupButton.Content
source: Restore backup
zh_cn: 恢复备份

# SettingsProtectionTitle.Text
source: Local data protection is enabled
zh_cn: 本地数据保护已启用

# SettingsProtectionDescription.Text
source: Clipboard content is encrypted with the current Windows user credentials and cannot be read directly by other users.
zh_cn: 剪切板正文使用当前 Windows 用户凭据加密，其他用户无法直接读取。

# RestoreDefaultsButton.Content
source: Restore defaults
zh_cn: 恢复默认

# ShortcutPlaceholder
source: Press shortcut keys
zh_cn: 按下快捷键

# HistoryDispatcherUnavailable
source: The history list UI dispatcher is unavailable.
zh_cn: 无法获取历史列表的 UI 调度队列。

# CharacterCount
source: {0} characters
zh_cn: {0} 个字符

# ContentTypeImage
source: Image
zh_cn: 图片

# ContentTypeFiles
source: Files
zh_cn: 文件

# UnknownApplication
source: Unknown app
zh_cn: 未知应用

source: Unpin item
zh_cn: 取消置顶

source: Pin item
zh_cn: 置顶记录

source: Image · Preview unavailable
zh_cn: 图片 · 预览不可用

# ImageMetadataWithOcr
source: {0} · OCR {1} chars
zh_cn: {0} · OCR {1} 字

# FileInfoUnavailable
source: Files · Information unavailable
zh_cn: 文件 · 信息不可用

# PreviewDispatchUnavailable
source: The image preview update could not be dispatched.
zh_cn: 无法调度图片预览更新。

# FileCount
source: {0} files
zh_cn: {0} 个文件

# MissingFileCount
source: {0} · {1} unavailable
zh_cn: {0} · {1} 项已失效

source: Image content
zh_cn: 图片内容

# TrayToolTip
source: PasteOrbit · Clipboard history
zh_cn: PasteOrbit · 剪切板历史

# TrayIconCreateFailed
source: The PasteOrbit tray icon could not be created.
zh_cn: 无法创建 PasteOrbit 托盘图标。

# TrayOpenHistory
source: Open history
zh_cn: 打开历史

# TrayResumeMonitoring
source: Resume monitoring
zh_cn: 恢复监听

# TrayPauseMonitoring
source: Pause for 10 minutes
zh_cn: 暂停 10 分钟

# TraySettings
source: Settings
zh_cn: 设置

# TrayCheckForUpdates
source: Check for updates
zh_cn: 检查更新

# TrayExit
source: Exit
zh_cn: 退出

# StorageInitializationFailed
source: Local storage could not be initialized. Clipboard monitoring did not start.
zh_cn: 本地存储初始化失败，剪切板监听未启动

# ListeningStatus
source: Monitoring · {0} items
zh_cn: 正在监听 · {0} 条

# DatabaseRecovered
source: The damaged database was preserved and a new database was created
zh_cn: 损坏数据库已保留并创建新库

# InitializationFailed
source: Initialization failed: {0}
zh_cn: 初始化失败：{0}

# MonitoringPaused
source: Monitoring paused for 10 minutes
zh_cn: 监听已暂停 10 分钟

# SavedItemCount
source: Saved {0} items
zh_cn: 已保存 {0} 条

# StorageFailureStoppedMonitoring
source: Monitoring stopped due to a local storage error
zh_cn: 本地存储异常，监听已停止

# ClipboardReadFailed
source: Could not read the clipboard: {0}
zh_cn: 剪切板读取失败：{0}

# ItemCount
source: {0} items
zh_cn: {0} 条

# ContentRestoredManualPaste
source: Content restored. Paste it manually in the target window.
zh_cn: 内容已恢复，请在目标窗口手动粘贴

# ContentRestoreFailed
source: This clipboard item could not be restored
zh_cn: 无法恢复该条剪切板内容

source: Saved as file
zh_cn: 已保存为文件

# OpenExplorerFolderFirst
source: Open a folder in File Explorer first
zh_cn: 请先切换到资源管理器文件夹视图

# SaveAsFileFailed
source: Could not save as file
zh_cn: 无法保存为文件

# ClearCurrentListTitle
source: Clear the current list?
zh_cn: 清空当前列表？

# ClearCurrentListMessage
source: This will delete {0} unpinned items in the current filtered results. Pinned and hidden items will remain. This action cannot be undone.
zh_cn: 将删除当前筛选结果中的 {0} 条未置顶记录，置顶记录会保留。未显示的记录不会受到影响。此操作不可撤销。

source: Clear
zh_cn: 清空

source: Cancel
zh_cn: 取消

# CurrentListCleared
source: Cleared {0} items from the current list. Pinned items were preserved.
zh_cn: 已清空当前列表 · {0} 条，置顶记录已保留

# ClearHistoryFailed
source: Could not clear clipboard history
zh_cn: 清空历史失败

# PreviewUnavailable
source: This item cannot be previewed
zh_cn: 无法预览该条记录

source: Rich text preview
zh_cn: 富文本预览

source: Text preview
zh_cn: 文本预览

source: Collapse preview
zh_cn: 收起预览

source: Item pinned
zh_cn: 记录已置顶

source: Item unpinned
zh_cn: 已取消记录置顶

source: Item deleted
zh_cn: 记录已删除

# HotKeyNotApplied
source: Shortcut was not applied: {0}
zh_cn: 快捷键未应用：{0}

source: Settings applied
zh_cn: 设置已应用

# ProcessReadFailed
source: Could not read processes
zh_cn: 无法读取进程

# NoProcessesTitle
source: No processes available
zh_cn: 没有可选进程

# NoProcessesMessage
source: No running processes could be read.
zh_cn: 当前没有读取到正在运行的进程。

# ProcessSearchPlaceholder
source: Search process name or window title
zh_cn: 搜索进程名或窗口标题

source: No matching processes
zh_cn: 没有匹配的进程

# SelectExcludedAppsTitle
source: Select excluded applications
zh_cn: 选择不记录的应用

source: Add
zh_cn: 添加

# AddSelectedCount
source: Add ({0})
zh_cn: 添加（{0}）

# EncryptedBackupFileType
source: PasteOrbit encrypted backup
zh_cn: PasteOrbit 加密备份

# BackupExportedTitle
source: Backup exported
zh_cn: 备份已导出

# BackupExportedMessage
source: History and settings were written to the encrypted backup file.
zh_cn: 历史记录和设置已写入加密备份文件。

# BackupExportFailed
source: Export failed
zh_cn: 导出失败

# RestoreBackupTitle
source: Restore local backup?
zh_cn: 恢复本地备份？

# RestoreBackupMessage
source: Current history and settings will be replaced. A local copy will be preserved before restoration.
zh_cn: 当前历史记录和设置将被备份内容替换，恢复前会自动保留一份本机副本。

source: Restore
zh_cn: 恢复

# RestoreCompletedTitle
source: Restore completed
zh_cn: 恢复完成

# RestoreCompletedMessage
source: History and settings were restored.
zh_cn: 历史记录和设置已恢复。

source: Restore failed
zh_cn: 恢复失败

source: OK
zh_cn: 确定

# SettingsSaveFailed
source: Settings could not be applied. Try again later.
zh_cn: 设置应用失败，请稍后重试。

# UpdateAvailableTitle
source: Update available
zh_cn: 发现新版本

# UpdateAvailableMessage
source: Version {0} is available. You are using version {1}.
zh_cn: 发现版本 {0}，当前版本为 {1}。

# UpdateReleaseNotesLabel
source: Release notes
zh_cn: 更新说明

# DownloadUpdateButton
source: Update now
zh_cn: 立即更新

# OpenReleasePageButton
source: Open release page
zh_cn: 打开 Release 页面

source: Later
zh_cn: 稍后

# UpdateDownloadingTitle
source: Updating PasteOrbit
zh_cn: 正在更新 PasteOrbit

# UpdateDownloadingMessage
source: Downloading the installer. PasteOrbit will restart automatically when it is ready.
zh_cn: 正在下载安装包，准备完成后 PasteOrbit 将自动重启。

# UpdateDownloadFailedTitle
source: Update failed
zh_cn: 更新失败

# UpdateDownloadFailedMessage
source: The installer could not be downloaded or started. Please try again later.
zh_cn: 无法下载或启动安装程序，请稍后重试。

# UpdateNoUpdateTitle
source: No updates
zh_cn: 已是最新版本

# UpdateNoUpdateMessage
source: You are using the latest version ({0}).
zh_cn: 当前已是最新版本（{0}）。

# UpdateCheckFailedTitle
source: Update check failed
zh_cn: 检查更新失败

# UpdateCheckFailedMessage
source: Could not check for updates. Please try again later.
zh_cn: 无法检查更新，请稍后重试。

# UpdateOpenFailedTitle
source: Could not open download page
zh_cn: 无法打开下载页面

# UpdateOpenFailedMessage
source: The release page could not be opened.
zh_cn: 无法打开 Release 页面。

# ClipboardMonitorAlreadyStarted
source: Clipboard monitoring has already started.
zh_cn: 剪切板监听已启动。

# ClipboardMonitorRegistrationFailed
source: Clipboard monitoring could not be registered.
zh_cn: 无法注册剪切板监听。

# RichTextClipboardInvalid
source: The rich text clipboard content is invalid.
zh_cn: 富文本剪切板内容无效。

# FileClipboardInvalid
source: The file clipboard content is invalid.
zh_cn: 文件剪切板内容无效。

# FileClipboardExpired
source: The file clipboard content is no longer available.
zh_cn: 文件剪切板内容已失效。

# UnsupportedClipboardContentType
source: The clipboard content type is not supported.
zh_cn: 不支持的剪切板内容类型。

# GlobalHotKeyAlreadyRegistered
source: The global shortcut is already registered.
zh_cn: 全局快捷键已注册。

# GlobalHotKeyWrongMessageBridge
source: The shortcut can only be reconfigured on its registered window message bridge.
zh_cn: 快捷键只能在注册它的窗口消息桥上重新配置。

# GlobalHotKeyRegistrationFailedWithReason
source: Shortcut {0} could not be registered: {1}
zh_cn: 快捷键 {0} 无法注册：{1}

# GlobalHotKeyEmpty
source: The shortcut cannot be empty.
zh_cn: 快捷键不能为空。

# GlobalHotKeyNeedsModifierAndKey
source: The shortcut requires at least one modifier and one key.
zh_cn: 快捷键至少需要一个修饰键和一个按键。

# UnsupportedModifier
source: Unsupported modifier: {0}.
zh_cn: 不支持的修饰键：{0}。

# DuplicateModifier
source: Modifier {0} is duplicated.
zh_cn: 修饰键 {0} 重复。

# UnsupportedKey
source: Unsupported key: {0}.
zh_cn: 不支持的按键：{0}。

# GlobalHotKeyRegistrationFailed
source: Shortcut {0} could not be registered.
zh_cn: 快捷键 {0} 无法注册。

# HistoryDatabaseNotFound
source: The clipboard history database was not found.
zh_cn: 找不到剪切板历史数据库。

# InvalidBackupFile
source: This is not a valid PasteOrbit backup file.
zh_cn: 不是有效的 PasteOrbit 备份文件。

# UnsupportedBackupVersion
source: This backup file version is not supported.
zh_cn: 不支持该备份文件版本。

# UnsupportedBackupDatabaseVersion
source: This backup uses an older database schema and cannot be imported. Your current data was not changed.
zh_cn: 该备份使用旧版数据结构，无法导入。当前数据未发生更改。

# InvalidBackupKeyInfo
source: The backup key information is invalid.
zh_cn: 备份密钥信息无效。

# InvalidBackupKeyLength
source: The backup key length is invalid.
zh_cn: 备份密钥长度无效。

# InvalidBackupInitializationVector
source: The backup initialization vector is invalid.
zh_cn: 备份初始化向量无效。

# BackupContentEmpty
source: The backup content is empty.
zh_cn: 备份内容为空。

# BackupCorrupted
source: The backup file is damaged or has been modified.
zh_cn: 备份文件已损坏或被修改。

# InvalidBackupContentLength
source: The backup content length is invalid.
zh_cn: 备份内容长度无效。

# BackupContentIncomplete
source: The backup content is incomplete.
zh_cn: 备份内容不完整。

# BackupFileIncomplete
source: The backup file is incomplete.
zh_cn: 备份文件不完整。

# StartupRegistryOpenFailed
source: The Windows startup registry key could not be opened.
zh_cn: 无法打开 Windows 启动项。

# ApplicationPathUnavailable
source: The PasteOrbit application path could not be located.
zh_cn: 无法定位 PasteOrbit 程序路径。

# LanguageRestartTitle
source: Restart required
zh_cn: 需要重新启动

# LanguageRestartMessage
source: Restart PasteOrbit to apply the new display language.
zh_cn: 重新启动 PasteOrbit 后将应用新的显示语言。

# SettingsTitleBarTitle
source: PasteOrbit Settings
zh_cn: PasteOrbit 设置

# SettingsTitleBarAutomationName
source: PasteOrbit settings title bar
zh_cn: PasteOrbit 设置标题栏

# SettingsGeneralNavigationContent
source: General
zh_cn: 常规

# SettingsHotKeyNavigationContent
source: Shortcuts
zh_cn: 快捷键

# SettingsHistoryNavigationContent
source: History
zh_cn: 历史记录

# SettingsPrivacyNavigationContent
source: Privacy & security
zh_cn: 隐私与安全

# SettingsStartupSectionText
source: Startup and window
zh_cn: 启动与窗口

# SettingsMonitoringSectionText
source: Clipboard monitoring
zh_cn: 剪切板监听

# SettingsAppearanceSectionText
source: Appearance
zh_cn: 外观

# SettingsHotKeySectionText
source: Shortcuts
zh_cn: 快捷键

# SettingsHistorySectionText
source: History
zh_cn: 历史记录

# SettingsPrivacySectionText
source: Privacy & security
zh_cn: 隐私与安全

# SettingsStartupCardHeader
source: Start with Windows
zh_cn: 开机自动启动

# SettingsStartupCardDescription
source: Run PasteOrbit automatically after signing in to Windows
zh_cn: 登录 Windows 后自动运行 PasteOrbit

# SettingsAutoHideCardHeader
source: Hide when focus is lost
zh_cn: 失去焦点时自动隐藏

# SettingsAutoHideCardDescription
source: Collapse the history panel after it loses focus
zh_cn: 窗口失去焦点后自动收起历史面板

# SettingsMonitorTextCardHeader
source: Monitor text
zh_cn: 监听文本

# SettingsMonitorTextCardDescription
source: Record text copied to the clipboard
zh_cn: 记录复制到剪贴板的文本内容

# SettingsMonitorImagesCardHeader
source: Monitor images
zh_cn: 监听图片

# SettingsMonitorImagesCardDescription
source: Record images copied to the clipboard
zh_cn: 记录复制到剪贴板的图片内容

# SettingsImageOcrCardHeader
source: Recognize image text automatically
zh_cn: 自动识别图片文字

# SettingsImageOcrCardDescription
source: Use Windows OCR to extract text from copied images for search
zh_cn: 使用 Windows OCR 提取新复制图片中的文字，并用于搜索

# SettingsMonitorFilesCardHeader
source: Monitor files
zh_cn: 监听文件

# SettingsMonitorFilesCardDescription
source: Record files copied to the clipboard
zh_cn: 记录复制到剪贴板的文件内容

# SettingsThemeCardHeader
source: Theme
zh_cn: 主题模式

# SettingsThemeCardDescription
source: Choose light, dark, or system theme
zh_cn: 选择浅色、深色或跟随系统

# SettingsLanguageCardHeader
source: Display language
zh_cn: 显示语言

# SettingsLanguageCardDescription
source: Changes take effect immediately
zh_cn: 更改会立即生效

# SettingsUpdateCardHeader
source: Updates
zh_cn: 软件更新

# SettingsUpdateCardDescription
source: Check whether a newer version of PasteOrbit is available
zh_cn: 检查 PasteOrbit 是否有新版本

# CheckForUpdatesButtonContent
source: Check for updates
zh_cn: 检查更新

# SettingsGlobalHotKeyCardHeader
source: Open clipboard history
zh_cn: 打开剪切板历史

# SettingsGlobalHotKeyCardDescription
source: Global shortcut; must include a modifier key
zh_cn: 全局快捷键，必须包含修饰键

# SettingsPasteShortcutCardHeader
source: Paste selected item
zh_cn: 粘贴选中记录

# SettingsPlainTextShortcutCardHeader
source: Paste as plain text
zh_cn: 粘贴为纯文本

# SettingsPreviewShortcutCardHeader
source: Expand or collapse preview
zh_cn: 展开或收起预览

# SettingsPinShortcutCardHeader
source: Pin or unpin item
zh_cn: 置顶或取消置顶

# SettingsDeleteShortcutCardHeader
source: Delete selected item
zh_cn: 删除选中记录

# SettingsPasteAsFileShortcutCardHeader
source: Paste as file
zh_cn: 粘贴为文件

# SettingsRetentionCardHeader
source: Retention days
zh_cn: 保留天数

# SettingsRetentionCardDescription
source: Automatically clean up unpinned items older than this
zh_cn: 自动清理超过该天数的未置顶记录

# SettingsMaxEntriesCardHeader
source: Maximum entries
zh_cn: 最多记录数

# SettingsMaxEntriesCardDescription
source: Clean up unpinned items first when the limit is reached
zh_cn: 达到上限时优先清理未置顶记录

# SettingsExcludedAppsCardHeader
source: Exclude applications
zh_cn: 不记录指定应用

# SettingsExcludedAppsCardDescription
source: Enter process names or choose running processes; separate multiple names with semicolons
zh_cn: 填写进程名或从当前运行进程中选择，多个进程用分号分隔

# SettingsBackupCardHeader
source: Encrypted local backup
zh_cn: 本地加密备份

# SettingsBackupCardDescription
source: Export or restore a backup protected by the current Windows user credentials
zh_cn: 导出或恢复由当前 Windows 用户凭据保护的备份文件

# ThemeSystemOptionContent
source: Use system setting
zh_cn: 跟随系统

# ThemeLightOptionContent
source: Light
zh_cn: 浅色

# ThemeDarkOptionContent
source: Dark
zh_cn: 深色

# LanguageSystemOptionContent
source: Use system setting
zh_cn: 跟随系统

# LanguageChineseOptionContent
source: Simplified Chinese
zh_cn: 简体中文

# ToggleOnContent
source: On
zh_cn: 开启

# ToggleOffContent
source: Off
zh_cn: 关闭

# SettingsShortcutHintText
source: Esc hides the panel, and arrow keys navigate the list. These system actions stay fixed.
zh_cn: Esc 隐藏面板，方向键用于列表导航，这些系统操作保持固定。

# SettingsPinnedRetentionHintText
source: Pinned items are excluded from automatic expiration and count cleanup.
zh_cn: 置顶记录不参与自动过期和数量清理。

# ExcludedApplicationsTextBoxPlaceholder
source: Process names, separated by semicolons
zh_cn: 进程名，用分号分隔

# SelectProcessButtonContent
source: Choose processes
zh_cn: 选择进程

# ExportBackupButtonContent
source: Export backup
zh_cn: 导出备份

# RestoreBackupButtonContent
source: Restore backup
zh_cn: 恢复备份

# SettingsProtectionTitleText
source: Local data protection is enabled
zh_cn: 本地数据保护已启用

# SettingsProtectionDescriptionText
source: Clipboard content is encrypted with the current Windows user credentials and cannot be read directly by other users.
zh_cn: 剪切板正文使用当前 Windows 用户凭据加密，其他用户无法直接读取。

# RestoreDefaultsButtonContent
source: Restore defaults
zh_cn: 恢复默认

# AppIconAutomationName
source: PasteOrbit app icon
zh_cn: PasteOrbit 应用图标

# MainSettingsButtonAutomationName
source: Open settings
zh_cn: 打开设置

# MainSettingsButtonTooltip
source: Settings
zh_cn: 设置

# MainWindowPinToggleAutomationName
source: Keep window on top
zh_cn: 窗口置顶

# MainWindowPinToggleTooltip
source: Keep window on top
zh_cn: 窗口置顶

# MainSearchBoxAutomationName
source: Search clipboard history
zh_cn: 搜索剪切板历史

# MainSearchBoxPlaceholder
source: Search clipboard history
zh_cn: 搜索剪切板历史

# FilterAllButtonAutomationName
source: Filter all
zh_cn: 筛选全部

# FilterAllButtonTooltip
source: All
zh_cn: 全部

# FilterTextButtonAutomationName
source: Filter text
zh_cn: 筛选文本
